app/Http/Controllers/HomeController.php

select * from `races`
select * from `nourritures`
---
    public function index()
    {
        $races = Race::All();
        $nourritures = Nourriture::All();